Repository: kazusa703/Nami
Catalog: Nami/Localizable.xcstrings
Source language: ja
Languages: en

source: (%lld日)
en: (%lld days)

source: 「%@」あり
en: With "%@"

source: 「%@」の日 vs それ以外の日
en: Days with "%@" vs. other days

source: 「%@」を記録した日（%lld日）とそれ以外の日（%lld日）の平均スコアを比較しています。サンプル数が少ない場合、傾向が安定しない可能性があります。
en: Comparing average scores between days with "%1$@" (%2$lld days) and other days (%3$lld days). Trends may be unstable with small sample sizes.

source: 「記録」タブから最初の1件を記録してみましょう
en: Try recording your first entry from the Record tab

source: %@が最低
en: %@ is lowest

source: %@が最高
en: %@ is best

source: %lld件
en: %lld entries

source: %lld件の記録
en: %lld records

source: %lld回
en: %lld times

source: %lld回記録しました
en: Recorded %lld times

source: %lld年
en: %lld

source: %lld年%lld月%lld日
en: %1$lld/%2$lld/%3$lld

source: %lld日
en: %lld days

source: %lld月
en: Month %lld

source: ※ %lld件未満のタグは選択できません
en: * Tags with fewer than %lld entries cannot be selected

source: 1〜%lldでタップして記録
en: Tap 1-%lld to record

source: 1ヶ月
en: 1 Month

source: 1回/日
en: Once/day

source: 1年
en: 1 Year

source: 1年前のデータがありません
en: No data from one year ago

source: 1年前の同じ月
en: Same month last year

source: 1年前の同じ週
en: Same week last year

source: 1週間
en: 1 Week

source: 2週連続で上向いています。良い流れですね！
en: Two weeks of improvement. Great momentum!

source: 3ヶ月
en: 3 Months

source: 3日以上残る
en: Persists 3+ days

source: 6ヶ月
en: 6 Months

source: AIインサイト
en: AI Insights

source: CSVファイルの作成中にエラーが発生しました。ストレージの空き容量を確認してください。
en: An error occurred while creating the CSV file. Please check available storage.

source: iCloudアカウントが未設定です
en: iCloud account not set up

source: iCloudアカウントに接続中
en: Connected to iCloud

source: iCloudを有効にするには、設定アプリでiCloudにサインインしてください。
en: To enable iCloud, sign in to iCloud in the Settings app.

source: iCloud同期
en: iCloud Sync

source: Topタグ
en: Top Tags

source: アクティビティ
en: Activity

source: あと%lld個のカスタムタグを作成できます。
en: You can create %lld more custom tags.

source: あとで設定する
en: Set up later

source: あなただけの気付きを自動で発見
en: Automatically discover personalized insights

source: あなたの1週間のリズム
en: Your Weekly Rhythm

source: あの頃の自分と比較
en: Compare with Past Self

source: アプリを開かずに記録できます。
en: Record without opening the app.

source: アプリ情報
en: About

source: インサイト
en: Insights

source: インライン
en: Inline

source: ウィジェット
en: Widgets

source: ウィジェットから%lld件の記録
en: %lld entries from widget

source: ウィジェットからの記録はありません
en: No entries from widgets

source: ウィジェットから記録 — メモやタグを追加できます
en: Recorded from widget — add memo or tags

source: ウィジェット記録
en: Widget Entries

source: ウィジェット記録を管理
en: Manage Widget Entries

source: エクスポートに失敗しました
en: Export Failed

source: お好みの色合いを選んでください
en: Pick your preferred color scheme

source: カスタム
en: Custom

source: カスタムタグの上限に達しました。プレミアムプランで無制限に。
en: Custom tag limit reached. Upgrade to Premium for unlimited tags.

source: カスタムタグを追加
en: Add Custom Tag

source: カテゴリ
en: Category

source: カメラが利用できません
en: Camera is not available

source: キャンセル
en: Cancel

source: グラフ
en: Graph

source: グラフや統計で振り返る
en: Review with graphs and statistics

source: このタグの比較に十分なデータがありません。
en: Not enough data to compare this tag.

source: この日の記録はありません
en: No records for this day

source: この日は記録がありません
en: No records on this day

source: この時間帯にリフレッシュを取り入れてみては？
en: Try adding a refresh break during this time.

source: この月のデータがありません
en: No data for this month

source: この期間のデータがありません。 気分を記録してグラフを見てみましょう。
en: No data for this period. Record your mood to see the graph.

source: この記録を削除しますか？
en: Delete this entry?

source: さっそく記録してみましょう
en: Let's start recording

source: サポート
en: Support

source: サマリーをシェア
en: Share Summary

source: シェアする
en: Share

source: シンプル
en: Simple

source: シンプル（正のみ）
en: Simple (positive)

source: シンプル（負あり）
en: Simple (with negatives)

source: スコア・ストリーク・ミニグラフ
en: Score, streak, and mini graph

source: スコア・トレンド・7日間のバーチャート
en: Score, trend, and 7-day bar chart

source: スコアゲージ
en: Score gauge

source: スコアとストリークをテキスト表示
en: Score and streak as text

source: スコアの範囲
en: Score range

source: スコア分布
en: Score Distribution

source: スコア分布の比較
en: Score Distribution Comparison

source: スコア範囲の変更は今後の記録に適用されます。過去の記録は元の範囲のまま保持され、グラフ上では自動的にスケーリングされます。
en: Score range changes apply to future records. Past records retain their original range and are automatically scaled on graphs.

source: スコア範囲を「1〜%lld」から「1〜%lld」に変更します。 ・今後の記録が新しい範囲で保存されます ・過去の記録は元の範囲のまま保持されます ・グラフでは異なる範囲のスコアが自動スケーリングされます ・変更地点にグラフ上で赤い縦線が表示されます
en: Change score range from "1-%1$lld" to "1-%2$lld". - Future records will use the new range - Past records retain their original range - Different ranges are auto-scaled on graphs - A red vertical line marks the change point

source: スコア範囲を変更しますか？
en: Change score range?

source: ステップ
en: Step

source: ストリーク
en: Streak

source: すべて
en: All

source: すべてのデータを削除
en: Delete All Data

source: すべてのデータを削除しますか？
en: Delete all data?

source: すべての記録
en: All Records

source: すべての記録を見る
en: View All Records

source: スライダー
en: Slider

source: タグ
en: Tags

source: タグあり
en: With Tag

source: タグシナジー
en: Tag Synergy

source: タグで自己理解
en: Self-understanding via Tags

source: タグなし
en: Without Tag

source: タグの影響分析
en: Tag Impact Analysis

source: タグを追加
en: Add Tag

source: タグを選択
en: Select a Tag

source: タグ使用日の翌日スコアと平均との差
en: Difference between next-day score and average when tag was used

source: タグ使用頻度
en: Tag Frequency

source: タグ共起パターン
en: Tag Co-occurrence Patterns

source: タグ分析
en: Tag Analysis

source: タグ別平均スコア
en: Average Score by Tag

source: タグ名
en: Tag Name

source: タグ数と気分
en: Tags and mood

source: タグ連鎖パターン
en: Tag Chain Patterns

source: タップしてメモやタグを追加
en: Tap to add memo or tags

source: タップして気分を%lldとして記録
en: Tap to record mood as %lld

source: つながりの発見
en: Connection discovered

source: データ
en: Data

source: データなし
en: No Data

source: データをエクスポート（CSV）
en: Export Data (CSV)

source: データ不足
en: Insufficient Data

source: テーマ
en: Theme

source: テーマを選ぶ
en: Choose a theme

source: デフォルト
en: Default

source: どの活動や感情がスコアに影響するか
en: See which activities and emotions affect your score

source: トレンド・バーチャート + スコアボタンで直接記録
en: Trend, bar chart + record directly with score buttons

source: なし
en: None

source: ネガティブ
en: Negative

source: バージョン
en: Version

source: ハイライト
en: Highlight

source: はじめる
en: Get started

source: ピクセル
en: Pixels

source: プライバシーポリシー
en: Privacy Policy

source: プレミアム
en: Premium

source: プレミアムで全機能を解放
en: Unlock all features with Premium

source: プレミアムで解放
en: Unlock with Premium

source: プレミアムプラン: 無制限にカスタムタグを作成できます。
en: Premium Plan: Create unlimited custom tags.

source: プレミアムへのアップグレードありがとうございます！広告は非表示になりました。
en: Thank you for upgrading to Premium! Ads are now hidden.

source: ベストの日
en: Best day

source: ホーム画面のウィジェットからスコアボタンをタップして記録できます
en: Tap score buttons on your home screen widget to record

source: ホーム画面を長押し → 左上の＋ → 「Nami」で検索して追加できます。
en: Long press home screen → tap + in top left → search for "Nami" to add.

source: ボイス
en: Voice

source: ボイスメモを録音
en: Record a voice memo

source: ポジティブ
en: Positive

source: ポジティブタグ率
en: Positive tag rate

source: ボタングリッド
en: Button Grid

source: ミニマル・高級感
en: Minimal & luxurious

source: メモ
en: Memo

source: メモを編集
en: Edit Memo

source: メモを追加（任意）
en: Add memo (optional)

source: メモ編集
en: Edit Memo

source: もう少し細かく記録したい方に
en: For those who want finer detail

source: よく一緒に使うタグ
en: Commonly Used Together

source: よく使ったタグ
en: Frequently Used Tags

source: ライブラリから選択
en: Choose from Library

source: リマインダー
en: Reminder

source: リマインダーで習慣化
en: Build a habit with reminders

source: リマインダーを受け取るには、設定アプリで通知を許可してください。
en: Please enable notifications in the Settings app to receive reminders.

source: リマインダーを設定
en: Set reminder

source: リマインダー通知
en: Reminder Notification

source: リラックスした
en: Relaxed

source: レッドゾーン
en: Red Zone

source: ローポイント
en: Low Point

source: ロック画面
en: Lock Screen

source: ワーストの日
en: Worst day

source: 上のタグを選ぶと、そのタグがある日とない日のスコアを比較します。
en: Select a tag above to compare scores on days with and without it.

source: 上のボタンをタップして 最初の記録をつけてみましょう
en: Tap a button above to create your first record

source: 不安だった
en: Felt anxious

source: 不安定
en: Unstable

source: 不調からの回復時
en: When recovering from lows

source: 不調時に多いタグ
en: Tags on bad days

source: 中
en: Medium

source: 今の気分は？
en: How are you feeling?

source: 今の気分を記録して、自分の波を振り返りましょう。
en: Record your mood and reflect on your waves.

source: 今の気持ちをひとこと...
en: How are you feeling...

source: 今年
en: This Year

source: 今日
en: Today

source: 今日の気分は？
en: How are you feeling today?

source: 今月
en: This Month

source: 今月のまとめ
en: This Month's Summary

source: 今週
en: This Week

source: 今週のまとめ
en: This Week's Summary

source: 今週は好調
en: Good week

source: 仕事がんばった
en: Worked hard

source: 件
en: entries

source: 低
en: Low

source: 低いほど気分が安定 ・ 高いほど波が大きい
en: Lower = more stable, Higher = more volatile

source: 何曜日が好調か、時間帯ごとの波を分析
en: Analyze which days and times of day you feel best

source: 保存
en: Save

source: 停止
en: Stop

source: 先月
en: Last Month

source: 先週
en: Last Week

source: 先週からの回復が見られます。
en: Signs of recovery from last week.

source: 先週のふりかえり
en: Last Week Review

source: 先週よりも少し上向いています。一歩ずつ前に進んでいます
en: Things are slightly looking up from last week. One step at a time.

source: 入力方式
en: Input Method

source: 全体的に好調な1週間でした。この調子を大切に！
en: An overall great week. Keep it up!

source: 全期間
en: All Time

source: 共起率%lld%%
en: Co-occurrence %lld%%

source: 円形
en: Circular

source: 最低スコア
en: Lowest Score

source: 最多: %lld
en: Mode: %lld

source: 最大60秒
en: Up to 60 seconds

source: 最新スコア + スコアボタンで直接記録
en: Latest score + record directly with score buttons

source: 最新スコアと7日間のカラーストリップ
en: Latest score and 7-day color strip

source: 最新の記録
en: Latest Record

source: 最長記録
en: Best Record

source: 最高スコア
en: Highest Score

source: 写真
en: Photo

source: 出現率
en: Appearance rate

source: 分析するタグ
en: Tag to Analyze

source: 利用規約
en: Terms of Service

source: 削除
en: Delete

source: 削除する
en: Delete

source: 前回の値を維持
en: Carrying previous value

source: 前期比
en: vs. Previous

source: 効果の変化
en: Effect change

source: 半年
en: 6 Months

source: 単体
en: Solo

source: 去年
en: Last year

source: 去年と同じくらいの安定したペースです
en: You're maintaining a steady pace from last year

source: 去年の今頃よりスコアが上がっています。あなたは成長しています
en: Your score is higher than this time last year. You're growing

source: 合計記録
en: Total Records

source: 同じ名前のタグが既に存在します
en: A tag with this name already exists

source: 名前
en: Name

source: 商品情報を再取得
en: Retry Loading Product

source: 商品情報を取得できませんでした
en: Could not retrieve product information

source: 回
en: times

source: 回復トリガー
en: Recovery Triggers

source: 回復のカギ
en: Key to recovery

source: 回復の予兆
en: Recovery sign

source: 土曜
en: Sat

source: 変更
en: Change

source: 変更する
en: Change

source: 夕
en: Evening

source: 夜
en: Night

source: 大
en: Large

source: 好調のカギ
en: Key to good days

source: 好調の秘密
en: Secret of good days

source: 好調時に多いタグ
en: Tags on good days

source: 好調時に少ないタグ
en: Tags absent on good days

source: 安定したリズムの1週間でした
en: A week with a stable rhythm.

source: 安定化
en: Stabilizing

source: 安定度
en: Stability

source: 小
en: Small

source: 少しお疲れの週
en: A tiring week

source: 少し下がっていますが、波があるのは自然なことです
en: It's slightly lower, but fluctuations are natural

source: 少し辛い1週間でしたが、記録を続けているあなたは素晴らしいです
en: It was a difficult week, but keeping records shows your strength.

source: 平均
en: Average

source: 平均スコア
en: Average Score

source: 平日が充実
en: Fulfilling weekdays

source: 広告は非表示になっています
en: Ads are hidden

source: 広告を除去
en: Remove Ads

source: 影響を見る
en: See Impact

source: 後半にかけてさらに調子が上がった、充実した1週間でした
en: A fulfilling week with momentum building toward the end.

source: 後半にかけて少し疲れが出たようです。今週はしっかり休息を
en: Fatigue crept in toward the end. Make sure to rest this week.

source: 後半に盛り返しました。回復力がある証拠です
en: You bounced back in the second half — a sign of resilience.

source: 復元
en: Restore

source: 復元に失敗しました: %@
en: Restore failed: %@

source: 復元可能な購入が見つかりませんでした
en: No restorable purchases found

source: 感謝
en: Grateful

source: 戻る
en: Back

source: 折れ線
en: Line

source: 撮り直し
en: Retake

source: 撮影する
en: Take Photo

source: 日
en: Daily

source: 日時,スコア,最大スコア,メモ,タグ
en: Date,Score,Max Score,Memo,Tags

source: 日曜
en: Sun

source: 日記録
en: days

source: 日連続
en: days in a row

source: 昼
en: Afternoon

source: 時間
en: Hourly

source: 時間帯別平均
en: Time of Day Averages

source: 普段より低い
en: Lower than usual

source: 曜日・時間帯の傾向
en: Day & Time Trends

source: 曜日別平均
en: Weekday Averages

source: 月
en: Monthly

source: 月曜
en: Mon

source: 月間
en: Monthly

source: 月間カレンダー
en: Monthly Calendar

source: 月間サマリー
en: Monthly Summary

source: 朝
en: Morning

source: 期間
en: Period

source: 木曜
en: Thu

source: 未補完
en: Needs Details

source: 棒グラフ
en: Bar chart

source: 楽しかった
en: Had fun

source: 標準（正のみ）
en: Standard (positive)

source: 標準（負あり）
en: Standard (with negatives)

source: 横ばい
en: Steady

source: 次へ
en: Next

source: 次回の不調時はまずこれを試してみませんか？
en: Try this next time you're feeling low

source: 正のみ
en: Positive only

source: 残響効果
en: Aftereffect

source: 毎日の気分をスコアで記録
en: Record your daily mood with a score

source: 毎日の記録習慣をトラッキング
en: Track your daily recording habit

source: 毎日指定した時刻に気分記録のリマインダーを受け取ります。
en: Receive a daily reminder to record your mood at the specified time.

source: 毎日決まった時間にお知らせします
en: We'll remind you at a set time every day

source: 気分が安定化
en: Mood stabilizing

source: 気分スコア %lld
en: Mood score %lld

source: 気分の安定度
en: Mood Stability

source: 気分の波がある1週間でした。自分に優しくしてあげてください
en: A week of ups and downs. Be kind to yourself.

source: 気分の波が大きめ
en: Mood fluctuations increasing

source: 気分の波を、やさしく記録
en: Gently track your mood waves

source: 気分の波を可視化
en: Visualize Your Mood Waves

source: 気分を記録すると、ここに統計が表示されます。
en: Record your mood to see statistics here.

source: 水曜
en: Wed

source: 海・波のイメージ、爽やか
en: Ocean & waves, refreshing

source: 準備完了！
en: All set!

source: 火曜
en: Tue

source: 現在
en: Current

source: 現在のスコア範囲
en: Current Score Range

source: 疲れが出る時間帯かもしれません。
en: This might be a tiring time of day.

source: 疲れた
en: Tired

source: 発見
en: Discoveries

source: 直感的に選べるおすすめ設定
en: Recommended — easy to choose intuitively

source: 相乗効果
en: Synergy

source: 穏やか・癒し
en: Calm & soothing

source: 穏やかな1週間でした
en: A calm week.

source: 範囲変更後のグラフには、変更地点に赤い縦線が表示されます。
en: A red vertical line marks the range change point on graphs.

source: 精密に記録したい方向け
en: For those who want precise tracking

source: 細かめ
en: Detailed

source: 組み合わせ
en: Combined

source: 統計
en: Stats

source: 統計カード・チャート + スコアボタンで直接記録
en: Stats cards, chart + record directly with score buttons

source: 統計カード・バーチャート・カラーマップ
en: Stats card, bar chart, and color map

source: 維持
en: Carried

source: 翌日効果
en: Next-Day Effect

source: 自分の気分の全体像を可視化
en: Visualize your overall mood picture

source: 自己ベスト更新中！
en: New personal best!

source: 自然・ウェルネス
en: Nature & wellness

source: 良い調子が続いているようです。
en: The good streak seems to continue.

source: 行動とスコアのズレ
en: Action-Score Divergence

source: 補完が必要なエントリはありません
en: No entries need details

source: 複数回/日
en: Multiple/day

source: 要因
en: Factors

source: 触覚フィードバック
en: Haptic Feedback

source: 記録
en: Record

source: 記録が増えるほど、折れ線グラフ・ステップチャート・ カレンダーヒートマップで気分の変化が見えてきます
en: As you record more, you'll see mood changes through line graphs, step charts, and calendar heatmaps.

source: 記録した日
en: Days recorded

source: 記録しました
en: Recorded

source: 記録しました — メモやタグを追加できます
en: Recorded — add a memo or tags

source: 記録する
en: Record

source: 記録なし
en: No record

source: 記録に使うスコアの範囲を選んでください
en: Choose the score range for recording

source: 記録の詳細
en: Record Details

source: 記録を始めると、 あなたの気分のパターンが見えてきます
en: Start recording to discover your mood patterns

source: 記録回数 → スコア
en: Record Count → Score

source: 記録回数の効果
en: Effect of recording frequency

source: 記録日数
en: Active days

source: 記録時に感情や要因のタグを付けて、パターンを分析できます。
en: Add emotion or factor tags to records to analyze patterns.

source: 記録設定
en: Recording Settings

source: 設定
en: Settings

source: 設定を開く
en: Open Settings

source: 詳細
en: Precise

source: 詳細（正のみ）
en: Detailed (positive)

source: 詳細（負あり）
en: Detailed (with negatives)

source: 詳細なしで閉じる
en: Close without details

source: 詳細を追加
en: Add Details

source: 負あり
en: With negatives

source: 負のループ
en: Negative loop

source: 購入が保留中です
en: Purchase is pending

source: 購入すると、グラフ画面と統計画面の広告が永久に非表示になります。機能制限はありません。
en: Purchasing permanently removes ads from the Graph and Stats screens. No feature restrictions.

source: 購入に失敗しました: %@
en: Purchase failed: %@

source: 購入はApple IDに紐付けられ、[利用規約](https://kazusa703.github.io/nami-support/ja/terms.html)と[プライバシーポリシー](https://kazusa703.github.io/nami-support/ja/privacy.html)が適用されます。
en: Purchase is tied to your Apple ID. [Terms of Service](https://kazusa703.github.io/nami-support/en/terms.html) and [Privacy Policy](https://kazusa703.github.io/nami-support/en/privacy.html) apply.

source: 購入を復元
en: Restore Purchase

source: 購入完了
en: Purchase Complete

source: 超詳細（正のみ）
en: Ultra-detailed (positive)

source: 超詳細（負あり）
en: Ultra-detailed (with negatives)

source: 辛い日が多かったですが、少しずつ上向いています
en: Many tough days, but things are gradually improving.

source: 辛い時期もありましたが、後半に持ち直しました
en: There were tough moments, but you recovered in the second half.

source: 追加
en: Add

source: 逆インサイト
en: Reverse Insights

source: 通知が許可されていません
en: Notifications Not Allowed

source: 通知リマインダー
en: Notification reminder

source: 通知時刻
en: Notification Time

source: 連続記録ストリーク
en: Recording Streak

source: 週
en: Weekly

source: 週末がリフレッシュに
en: Weekends as recharge

source: 週間
en: Weekly

source: 金曜
en: Fri

source: 録り直し
en: Re-record

source: 長方形
en: Rectangular

source: 閉じる
en: Close

source: 隠れた疲れの兆候かもしれません
en: May indicate hidden fatigue

source: 高
en: High

source: 高度な分析
en: Advanced Analytics
